aerokaido.three-js-snippets@0.6.3
astro-build.astro-vscode@2.15.4
bierner.color-info@0.7.2
dbaeumer.vscode-eslint@3.0.10
dsznajder.es7-react-js-snippets@4.4.3
eamodio.gitlens@16.3.0
editorconfig.editorconfig@0.17.0
esbenp.prettier-vscode@11.0.0
fivepointseven.vscode-theme-onedark-spacegray@1.0.0
formulahendry.auto-close-tag@0.5.15
formulahendry.auto-rename-tag@0.1.10
gruntfuggly.todo-tree@0.0.226
hoovercj.vscode-power-mode@3.0.2
mhutchie.git-graph@1.30.0
mrmlnc.vscode-scss@0.10.0
ms-ceintl.vscode-language-pack-ja@1.96.2024121109
ms-vscode.live-server@0.4.15
naumovs.color-highlight@2.8.0
pkief.material-icon-theme@5.19.0
ritwickdey.liveserver@5.7.9
robertz.code-snapshot@0.2.1
rodrigovallades.es7-react-js-snippets@1.9.3
seatonjiang.gitmoji-vscode@1.2.5
styled-components.vscode-styled-components@1.7.8
vincaslt.highlight-matching-tag@0.11.0
wordpresstoolbox.wordpress-toolbox@1.3.15